tap "1password/tap"
tap "altinity/clickhouse"
tap "arrow2nd/tap"
tap "aws/tap"
tap "equalsraf/neovim-qt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "wez/wezterm"
brew "imath"
brew "openexr"
brew "boost"
brew "python@3.10"
brew "asciidoc"
brew "gettext"
brew "python@3.9"
brew "autoconf"
brew "automake"
brew "node"
brew "aws-cdk"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "freetype"
brew "fontconfig"
brew "pkg-config"
brew "cairo"
brew "catch2"
brew "ccache"
brew "ccls"
brew "cmake"
brew "coreutils"
brew "cpp-gsl"
brew "ctags"
brew "curl"
brew "deno"
brew "duckdb"
brew "efm-langserver"
brew "eksctl"
brew "exa"
brew "libtool"
brew "gnutls"
brew "harfbuzz"
brew "jpeg", link: true
brew "libass"
brew "mbedtls"
brew "zeromq"
brew "ffmpeg"
brew "firebase-cli"
brew "fmt"
brew "fzf"
brew "gh"
brew "ghc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gitmoji"
brew "gopls"
brew "gtk+3"
brew "haskell-stack"
brew "hugo"
brew "ilmbase"
brew "libheif"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "libpq"
brew "librsvg"
brew "libvterm"
brew "luajit", args: ["HEAD"]
brew "macvim"
brew "mysql-client"
brew "neofetch"
brew "nghttp2"
brew "ninja"
brew "nvm"
brew "ocaml"
brew "opam"
brew "openblas"
brew "openjdk"
brew "poppler"
brew "prettier"
brew "pyright"
brew "python@3.8"
brew "qt"
brew "qt@5"
brew "range-v3"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rlwrap"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "stylua"
brew "swig"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "texlive"
brew "tig"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "yaml-cpp"
brew "zig"
brew "zsh"
brew "altinity/clickhouse/clickhouse@22.3", link: true
brew "aws/tap/aws-sam-cli"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
cask "1password-cli"
cask "font-hack"
cask "font-hackgen"
cask "font-jetbrains-mono"
cask "font-udev-gothic-nf"
cask "goneovim"
cask "google-cloud-sdk"
cask "lapce"
cask "mactex"
cask "ngrok"
cask "packages"
cask "powershell"
cask "session-manager-plugin"
cask "wezterm"
cask "wkhtmltopdf"
cask "xld"
